{
    "likert": [
      {
        "id": "likert1",
        "dimension": "politics",
        "text": {
          "de": "In gesellschaflichen Debatten kämpfe ich für meine politischen Überzeugungen.",
          "en": "In societal debates, I fight for my political convictions."
        }
      },
      {
        "id": "likert2",
        "dimension": "politics",
        "text": {
          "de": "In gesellschaflichen Debatten engagiere ich mich politisch für gesellschaftlichen Wandel.",
          "en": "In societal debates, I take political action for social change."
        }
      },
      {
        "id": "likert3",
        "dimension": "politics",
        "text": {
          "de": "In gesellschaflichen Debatten schließe ich mich mit anderen zusammen, um Mehrheiten fürsinnvolle politische Maßnahmen zu organisieren.",
          "en": "In societal debates, I join with others to build majorities for meaningful political action."
        }
      },
      {
        "id": "likert4",
        "dimension": "neutrality",
        "text": {
          "de": "In gesellschaflichen Debatten achte ich darauf, keine politischen Ratschläge zu geben.",
          "en": "In societal debates, I take care not to give political advice."
        }
      },
      {
        "id": "likert5",
        "dimension": "neutrality",
        "text": {
          "de": "In gesellschaflichen Debatten lasse ich mich möglichst nicht in politische Auseinandersetzungen verwickeln.",
          "en": "In societal debates, I avoid getting involved in political conflicts whenever possible."
        }
      },
      {
        "id": "likert6",
        "dimension": "neutrality",
        "text": {
          "de": "In gesellschaflichen Debatten bleibe ich neutral und unabhängig gegenüber Konfliktparteien.",
          "en": "In societal debates, I maintain neutrality and independence from conflicting parties."
        }
      },
      {
        "id": "likert7",
        "dimension": "authority",
        "text": {
          "de": "In gesellschaflichen Debatten versuche ich, Politik und Gesellschaft mit meinenwissenschaftlichen Erkenntnissen den besten Weg zu zeigen.",
          "en": "In societal debates, I strive to demonstrate to politics and society the best way forward with my scientific findings."
        }
      },
      {
        "id": "likert8",
        "dimension": "authority",
        "text": {
          "de": "In gesellschaflichen Debatten wirke ich mit meiner Expertise auf die Umsetzung wissenschaftlichgebotener politischer Maßnahmen hin.",
          "en": "In societal debates, I use my expertise to work toward the implementation of scientifically appropriate measures."
        }
      },
      {
        "id": "likert9",
        "dimension": "authority",
        "text": {
          "de": "In gesellschaflichen Debatten nutze ich mein Wissen als Expert:in, um die notwendigen Schrittezu begründen.",
          "en": "In societal debates, I use my knowledge as an expert to justify necessary steps. "
        }
      }
    ],
    "yesno": [
      {
        "id": "yesno1",
        "text": {
          "de": "Manche Probleme ließen sich besser lösen, wenn statt gewählten Politiker:innen unabhängige Expert:innen Entscheidungen träfen.",
          "en": "Some problems would be better solved if independent experts made decisions instead of elected politicians."
        }
      },
      {
        "id": "yesno2",
        "text": {
          "de": "Bei komplexen Fragen sollte schneller gehandelt und weniger öffentlich debattiert werden.",
          "en": "In complex matters, actions should be taken more quickly and with less public debate."
        }
      },
      {
        "id": "yesno3",
        "text": {
          "de": "Gerade komplexe gesellschaftliche Probleme erfordern umfangreiche gesellschaftliche Debatten.",
          "en": "Especially complex social issues require extensive public discussions."
        }
      },
      {
        "id": "yesno4",
        "text": {
          "de": "Politische Entscheidungen in komplexen Fragen müssen ohne die Öffentlichkeit beraten werden.",
          "en": "Political decisions on complex matters should be deliberated without public involvement."
        }
      },
      {
        "id": "yesno5",
        "text": {
          "de": "Auch bei komplexen gesellschaftlichen Problemen sollte öffentlich beredet werden, bevor Entscheidungen getroffen werden.",
          "en": "Even with complex social problems, public discussion should take place before decisions are made."
        }
      }
    ],
    "demographics": [
      {
        "id": "age",
        "type": "number",
        "label": {
          "de": "Alter",
          "en": "Age"
        }
      },
      {
        "id": "gender",
        "type": "select",
        "options": [
          { "value": "female", "label": { "de": "Weiblich", "en": "Female" } },
          { "value": "male",   "label": { "de": "Männlich", "en": "Male" } },
          { "value": "other",  "label": { "de": "Andere",   "en": "Other" } }
        ],
        "label": {
          "de": "Geschlecht",
          "en": "Gender"
        }
      },
      {
        "id": "field",
        "type": "select",
        "options": [
          { "value": "natural_sciences", "label": { "de": "Naturwissenschaften",  "en": "Natural Sciences" } },
          { "value": "social_sciences",  "label": { "de": "Sozialwissenschaften", "en": "Social Sciences" } },
          { "value": "humanities",       "label": { "de": "Geisteswissenschaften","en": "Humanities" } },
          { "value": "medicine",       "label": { "de": "Medizin","en": "Medicine" } },
          { "value": "economics",       "label": { "de": "Ökonomie","en": "Economics" } },
          { "value": "engineering",       "label": { "de": "Ingenieurwissenschaften","en": "Engineering" } },
          { "value": "other",            "label": { "de": "Andere",              "en": "Other" } }
        ],
        "label": {
          "de": "Fachbereich",
          "en": "Field"
        }
      }
    ]
  }
  
