{
  "dimensions": {
    "politics": [
      {
        "min": 1,
        "max": 2,
        "text": { "de": "Sie nehmen sich selbst als jemand wahr, der sich aus politischen Entscheidungsprozessen lieber heraushält und sind vielleicht kritisch, wenn sich andere Wissenschaftler:innen politisch engagieren und dabei die Grenze zwischen wissenschaftlicher Evidenz und politischen Interessen verwischen. Politik ist allerdings im Kern das Aushandeln gesellschaftlicher Entscheidungen, um Interessen durchzusetzen. Wenn Sie sich zurückhalten, zeugt das zwar von Integrität. Doch bedenken Sie: Bedeutet Zurückhaltung wirklich, dass Sie der Wissenschaft einen Gefallen tun oder überlassen Sie damit anderen das Feld? Denn auch Sie sind Bürger:in.", "en": "You perceive of yourself as someone who prefers to stay out of policy-making. You might be critical of science communicators who engage in politics, as they blur the boundaries between scientific evidence and advocacy. But politics, at its core, is the bargaining over societal outcomes—about who gets what, when, and how. If you hold back because you respect that boundary, it shows integrity. Yet ask yourself: does silence truly preserve the value of science, or cede influence to others? Because you are a citizen too." }
      },
      {
        "min": 2,
        "max": 4,
        "text": { "de": "Sie sind sich unsicher, ob Sie sich politisch engagieren sollten. Diese Unsicherheit ist nachvollziehbar: Viele Wissenschaftler:innen stellen sich dieselbe Frage. Ihr Zögern zeigt, dass Sie die Herausforderungen an der Schnittstelle zwischen Wissenschaft und Politik ernst nehmen. Wo positionieren Sie sich dazwischen? Vielleicht nicht mit einer festen Antwort, aber mit einer wichtigen Frage: Welche Rolle möchten Sie spielen? Möchten Sie nur informieren oder auch mitgestalten? Können Sie Wissen teilen, ohne Handlungen vorzuschreiben? Es gibt keinen richtigen Weg. Entscheidend ist, dass Sie sich Ihrer ambivalenten Rolle bewusst bleiben. ", "en": "You describe yourself as uncertain about whether you should get involved in policy-making. That hesitation is understandable: many scientists grapple with the same question. Your doubt reflects awareness of the challenges at the science-policy boundary. Where does that leave you? Perhaps not with a fixed answer, but with an opportunity: to ask yourself what role you want to play. Do you want to simply inform, or also to shape outcomes? Can you share knowledge without prescribing action? There’s no single path. What matters is that you remain reflective. " }
      },
      {
        "min": 4,
        "max": 5,
        "text": { "de": "Sie sehen sich als jemand, der sich aktiv politisch einbringt. Dieses Engagement zeugt von Mut und Verantwortungsbewusstsein. Sie möchten, dass Ihre Forschung über Publikationen und Zitationen hinaus die Gesellschaft beeinflusst. Eine Beteiligung an politischen Auseinandersetzungen kann die Grenze zwischen wissenschaftlicher Evidenz und politischen Interessen verwischen. Politik ist im Kern das Aushandeln gesellschaftlicher Entscheidungen, um Interessen durchzusetzen. Sie bewegen sich also auf einem schmalen Grat. Überlegen Sie, wie Ihr politisches Engagement nicht nur das öffentliche Bewusstsein prägt, sondern auch Diskursspielräume. Ihr Einfluss ist real, ebenso Ihre Verantwortung.", "en": "You see yourself as someone who takes an active role in policy-making. Your commitment signals courage and a sense of responsibility. Your engagement shows that you want your research to matter beyond publications and citations. At the same time, being involved can blur the boundaries between scientific evidence and advocacy. Politics, at its core, is the bargaining over societal outcomes—about who gets what, when, and how. Thus, you walk a fine line. We encourage you to reflect on how your political involvement shapes not just the public’s understanding of societal issues, but also the space for democratic deliberation. Your influence is real, so is your responsibility." }
      }
    ],
    "neutrality": [
      {
        "min": 1,
        "max": 2,
        "text": { "de": "Sie sehen sich als jemanden, der die Idee ablehnt, in politischen Auseinandersetzungen neutral zu bleiben. Ihre Haltung zeigt, dass Sie sich der gesellschaftlichen Bedeutung der Wissenschaft bewusst sind und sich nicht hinter einem Schleier aus vermeintlicher Objektivität verstecken wollen. Bedenken Sie jedoch Folgendes: Wenn Wissenschaftskommunikator:innen sich für bestimmte Positionen stark machen, laufen sie Gefahr, als parteiisch angesehen zu werden. Neutralität wird von vielen als eine Grundvoraussetzung für Wissenschaftskommunikation angesehen. Wahrgenommene Neutralität erhöht die Glaubwürdigkeit, insbesondere in einem polarisierten Umfeld. Sie können sich aktiv am öffentlichen Debatten beteiligen, ohne Ihre Ansichten als die einzig gültige Interpretation wissenschaftlicher Fakten darzustellen. Wichtig ist Transparenz darüber, wo Evidenz aufhört und wo Ihre eigenen Interessen beginnen.", "en": "You describe yourself as someone who rejects the idea of being impartial. Your stance reflects that you are aware of the social stakes of science and choose not to hide behind a veil of objectivity. Still, consider this: when science communicators advocate for particular positions, they may risk being seen less as experts and more as partisan. Neutrality is something almost universally expected from science communicators. Perceived neutrality enhances credibility, particularly in polarized environments. You may play an active role in policy-making without presenting your views as the only valid interpretation of scientific facts. What matters is transparency, about where evidence ends and where your own interests begin." }
      },
      {
        "min": 2,
        "max": 4,
        "text": { "de": "Sie scheinen sich unsicher zu sein, was Ihre Parteilichkeit angeht. Vielleicht fällt es Ihnen schwer, eine neutrale Position einzunehmen, insbesondere wenn die Themen, über die Sie kommunizieren, politisch oder moralisch aufgeladen sind. Diese Spannung ist normal. Wissenschaft ist kaum je losgelöst von gesellschaftlichen Rahmenbedingungen. Neutralität wird dennoch von vielen als eine Grundvoraussetzung für Wissenschaftskommunikation angesehen. Wahrgenommene Neutralität erhöht die Glaubwürdigkeit, insbesondere in einem polarisierten Umfeld. Neutralität ist jedoch nicht gleichbedeutend mit Unbeteiligtheit. Wenn Sie sich bemühen, neutral zu bleiben, bedeutet das nicht, dass Sie etwas falsch machen. Es kann bedeuten, dass Sie sich in dem schwierigen Spannungsfeld bewegen, in dem sich Wissenschaft, Werte und Politik überschneiden. Anstatt diese Spannung zu verbergen, könnte es hilfreich sein, sie anzuerkennen: Wann sprechen Sie als Wissenschaftskommunikator:in und wann beziehen Sie Stellung?", "en": "You seem unsure about your stance on partiality. Perhaps you find it difficult to maintain a neutral stance, especially when the issues you communicate about are politically or morally charged. This tension is common. Science rarely unfolds in neutral ground. Yet neutrality is something almost universally expected from science communicators. Perceived neutrality enhances credibility, particularly in polarized environments. But neutrality is not the same as non-involvement. Struggling to remain neutral does not mean you are doing something wrong. It may mean you are navigating the difficult middle space where science, values, and politics intersect. Rather than hiding that tension, it might help to acknowledge it: when are you speaking as a science communicator, and when are you taking a stance?" }
      },
      {
        "min": 4,
        "max": 5,
        "text": { "de": "Sie sehen sich selbst als jemand, der unparteiisch ist. Dies wird in der Wissenschaftskommunikation oft als Stärke angesehen. Schließlich wird Neutralität von vielen als eine Grundvoraussetzung für Wissenschaftskommunikation angesehen. Wahrgenommene Neutralität erhöht die Glaubwürdigkeit, insbesondere in einem polarisierten Umfeld. Neutralität ist jedoch nicht gleichbedeutend mit Unbeteiligtheit. Sie sollten überlegen, ob Ihre Neutralität auch strategischen Zwecken dient. Geht es immer um Genauigkeit, oder schützen Sie sich damit manchmal vor Kritik?", "en": "You see yourself as someone being impartial. This is often considered a strength in science communication. After all, neutrality is something almost universally expected from science communicators. Perceived neutrality enhances credibility, particularly in polarized environments. But neutrality is not the same as non-involvement. Consider whether your neutrality also serves strategic purposes. Is it always about accuracy, or does it sometimes protect you from critique? " }
      }
    ],
    "authority": [
      {
        "min": 1,
        "max": 2,
        "text": { "de": "Sie sehen sich selbst als jemanden, der keine Autorität über politische Entscheidungen beansprucht. Diese Bescheidenheit stimmt mit dem Modell des Honest Brokers überein. Honest Broker bieten Erkenntnisse dar und unterscheiden dabei klar zwischen wissenschaftlichen Fakten und politischen Entscheidungen. Sie zeigen Optionen auf, anstatt Entscheidungen vorzuschreiben. Sie räumen ein, dass die Wissenschaft Risiken benennen und Optionen aufzeigen, aber keine Entscheidungen treffen kann. Ob etwa Flugreisen verboten oder Steuern erhöht werden, hängt von Werten, Zielkonflikten und gesellschaftlichen Prioritäten ab. Auch wenn Daten zeigen, dass Schulschließungen Familien belasten, sagen das nichts darüber aus, wie dieser Schaden gegen den Schutz älterer Menschen gewichtet werden sollte. Indem Sie sich zurückhalten, erhöhen Sie sogar Ihre Glaubwürdigkeit.", "en": "You see yourself as someone who does not claim much authority in policy-making. That humility reflects a stance that aligns with the model of the honest broker. Honest brokers offer insights while clearly distinguishing scientific facts from policy choices. They outline options rather than prescribe decisions. You acknowledge that scientific knowledge can identify risks and outline policy choices, but it cannot make decisions. Whether air travel should be banned or taxes increased depends on values, trade-offs, and societal priorities. Even if data show that school closures burden families, they do not tell us how this harm should be weighed against the protection of older people. By stepping back, you may actually increase your credibility." }
      },
      {
        "min": 2,
        "max": 4,
        "text": { "de": "Sie sehen sich selbst als jemanden, der eine gewisse (aber nicht allzu große) Autorität über politische Entscheidungen beansprucht. Dieser Balanceakt kann schwierig sein. Die Wissenschaft kann Risiken benennen und Optionen aufzeigen, aber keine Entscheidungen treffen. Ob etwa Flugreisen verboten oder Steuern erhöht werden, hängt von Werten, Zielkonflikten und gesellschaftlichen Prioritäten ab. Auch wenn Daten zeigen, dass Schulschließungen Familien belasten, sagen das nichts darüber aus, wie dieser Schaden gegen den Schutz älterer Menschen gewichtet werden sollte. Wenn Wissenschaft zu einem Rezept für politische Entscheidungen wird, kann sie den Raum für Debatten einschränken. ", "en": "You see yourself as someone who claims some (but not too much) authority in policy-making. This balancing act can be difficult. Scientific knowledge can identify risks and outline policy choices, but it cannot make decisions. Whether air travel should be banned or taxes increased depends on values, trade-offs, and societal priorities. Even if data show that school closures burden families, they do not tell us how this harm should be weighed against the protection of older people. When science turns into prescription of policy choices, it can limit space for democratic deliberation. Are you opening up debate, or closing it down? " }
      },
      {
        "min": 4,
        "max": 5,
        "text": { "de": "Sie sehen sich selbst als jemanden, der aufgrund seines Fachwissens politische Entscheidungen anleiten kann. Dieses Selbstbewusstsein birgt Risiken. Wenn Sie davon ausgehen, dass die Wissenschaft gesellschaftliche Probleme eindeutige lösen kann, können sie ungewollt politische Fragen als technische darstellen. Die Wissenschaft kann Risiken benennen und Optionen aufzeigen, aber keine Entscheidungen treffen. Ob etwa Flugreisen verboten oder Steuern erhöht werden, hängt von Werten, Zielkonflikten und gesellschaftlichen Prioritäten ab. Auch wenn Daten zeigen, dass Schulschließungen Familien belasten, sagen das nichts darüber aus, wie dieser Schaden gegen den Schutz älterer Menschen gewichtet werden sollte. Wenn Wissenschaft zu einem Rezept für politische Entscheidungen wird, kann sie den Raum für Debatten einschränken. ", "en": "You perceive yourself as someone whose expertise carries strong authority in policy-making. This confidence comes with risks. When you assert that research implies one correct course of action, you may unintentionally frame political questions as technical ones. Scientific knowledge can identify risks and outline policy choices, but it cannot make decisions. Whether air travel should be banned or taxes increased depends on values, trade-offs, and societal priorities. Even if data show that school closures burden families, they do not tell us how this harm should be weighed against the protection of older people. When science turns into prescription of policy choices, it can limit space for democratic deliberation. Are you opening up debate, or closing it down?" }
      }
    ]
  },
  "yesno": {
    "low": {
      "max": 2,
      "text": { "de": "Reflexion Verhalten gering", "en": "Reflection behavior low" }
    },
    "high": {
      "min": 3,
      "text": { "de": "Reflexion Verhalten hoch", "en": "Reflection behavior high" }
    }
  }
}


